/*
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "구입한 이메일 주소와 등록 코드로 소프트웨어를 등록하십시오.";
"Your E-mail Address" = "이메일 주소";
"Registration Code" = "등록 코드";

"Please make sure both your E-mail address and registration code are correct and try again." = "이메일 주소와 등록 코드가 모두 올바른지 확인하고 다시 시도하십시오.";

"Buy Now" = "지금 구매";
"Register" = "등록";
"Skip" = "건너뛰기";

"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. 등록 코드를 받지 못하거나 등록 이메일 주소를 모르는 경우 여기를 클릭하여 확인하십시오 >> ";
"click here to check >>" = "여기를 클릭하여 확인하십시오 >>";
"2. For other registration issues, please contact us >>" = "2. 기타 등록 문제는 당사에 문의하십시오. >> ";
"contact us >>" = "당사에 문의하십시오. >>";

"Registering…" = "등록 중…";
"Registered successfully!" = "가입 성공!";
"OK" = "확인";

"Please make sure your network connection is working and try again." = "네트워크 연결이 작동하는지 확인하고 다시 시도하십시오.";

"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "죄송합니다! 등록 오류!입력하신 E-mail 주소와 등록코드를 다시 확인하신 후 재등록 해주시기 바랍니다.";

"The number of devices has exceeded the current order limit." = "장치 수가 현재 주문 한도를 초과했습니다.";
"Contact us" = "문의하기";
"The number of computers registered with the registration code has exceeded the limit." = "등록 코드로 등록된 컴퓨터 수가 한도를 초과했습니다.";
"Invalid registration code!" = "잘못된 등록 코드입니다!";
"No order record for this registration code!" = "이 등록 코드에 대한 주문 기록이 없습니다!";
"This registration code has expired!" = "이 등록 코드는 만료되었습니다!";

"Registered license plan:" = "등록된 라이선스 플랜:";
"User E-mail:" = "사용자 이메일:";
"License Plan:" = "라이선스 계획:";

"Change license plan" = "라이선스 플랜 변경";
"Family license" = "가족 라이선스";
"1 Year license" = "1년 라이센스";
"1 Month license" = "1개월 라이선스";
"Enterprise Subscription Edition" = "엔터프라이즈 구독판";

"Valid until:" = "유효 기간:";

"Available device(s):" = "사용 가능한 장치:";
"%lu device(s)/Total %lu device(s)" = "%lu 장치/총 %lu 장치";
"Available computer(s):" = "사용 가능한 컴퓨터:";
"%lu computer(s)/Total %lu computer(s)" = "%lu 컴퓨터/총 %lu 컴퓨터";

"Used device(s):" = "이미 사용된 장치：";
"Used computer(s):" = "이미 사용된 컴퓨터：";
"%lu device(s)" = "%lu 대";
"%lu computer(s)" = "%lu 대";

"Welcome to use %@" = "%@ 사용을 환영합니다";
"Change License" = "라이선스 변경";
"Lifetime" = "일생";
"Unlimited" = "제한 없는";

"If you want to continue using %@, please purchase again or contact us." = "%@을(를) 계속 사용하려면 다시 구매하거나 당사에 문의하십시오.";
"See Pricing" = "가격 참조";
